#Створіть два кортежі з числами і об'єднайте їх у новий кортеж. Виведіть отриманий кортеж.

favorite_sportsman = {"name":"Messi","age":"36","cloub":"Barsa"}
print(favorite_sportsman)



#Створіть словник, що містить ваші улюблені книги (назва книги та рік видання). Додайте до словника нову улюблену книгу та виведіть оновлений словник.

# Створення словника з улюбленими книгами та роками видання
favorite_books = {
    "To Kill a Mockingbird": 1960,
    "1984": 1949,
    "Pride and Prejudice": 1813
}

# Додавання нової улюбленої книги
favorite_books["The Great Gatsby"] = 1925

# Виведення оновленого словника
print("Оновлений словник улюблених книг:")
print(favorite_books)

